tap "chef/chef"
tap "homebrew/bundle"
tap "homebrew/services"
tap "wader/tap"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arping"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "berkeley-db", link: true
brew "bgpdump"
brew "boost"
brew "freetype"
brew "python@3.12"
brew "ccat"
brew "clang-format"
brew "net-snmp"
brew "collectd"
brew "colordiff"
brew "dnsmasq"
brew "f3"
brew "gcc"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fping"
brew "freeradius-server"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "qt"
brew "gnuplot"
brew "gobject-introspection"
brew "goenv", args: ["HEAD"]
brew "golangci-lint"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grex"
brew "htop"
brew "openssl@1.1"
brew "httping"
brew "hub"
brew "ifstat"
brew "iftop"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "jerm"
brew "jq"
brew "sbcl"
brew "maxima"
brew "midnight-commander"
brew "mtr"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "openjdk"
brew "pastel"
brew "peco"
brew "perl"
brew "plantuml"
brew "platformio"
brew "podman"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "qt@5"
brew "tcl-tk"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "scc"
brew "smartmontools"
brew "socat"
brew "source-highlight"
brew "sshuttle"
brew "telnet"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "uvicorn"
brew "vim"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yamlfmt"
brew "yq"
brew "zbar"
brew "zsh"
brew "wader/tap/fq"
cask "alfred"
cask "bitbar"
cask "clipy"
cask "cyberduck"
cask "docker"
cask "google-japanese-ime"
cask "iterm2"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "podman-desktop"
cask "qlmarkdown"
cask "stoplight-studio"
cask "todoist"
cask "xbar"
