brew "arping"
brew "bat"
brew "bgpdump"
brew "clang-format"
brew "cloc"
brew "colordiff"
brew "dnsmasq"
brew "docker"
brew "f3"
brew "ffmpeg"
brew "figlet"
brew "fping"
brew "freeradius-server"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnuplot"
brew "goenv"
brew "golangci-lint"
brew "gpx"
brew "graphviz"
brew "grep"
brew "htop"
brew "httping"
brew "hub"
brew "ifstat"
brew "iftop"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "jq"
brew "maxima"
brew "midnight-commander"
brew "mtr"
brew "net-snmp"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "p7zip"
brew "pastel"
brew "peco"
brew "perl"
brew "pinact"
brew "plantuml"
brew "platformio"
brew "podman"
brew "pyenv"
brew "r"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "scc"
brew "smartmontools"
brew "socat"
brew "source-highlight"
brew "sshuttle"
brew "telnet"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wader/tap/fq"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yamlfmt"
brew "yq"
brew "zbar"
brew "zsh"
cask "alfred"
cask "bitwarden"
cask "clipy"
cask "cyberduck"
cask "deskpad"
cask "google-japanese-ime"
cask "hex-fiend"
cask "iterm2"
cask "logseq"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "podman-desktop"
cask "qlmarkdown"
cask "slack"
cask "sublime-text"
cask "todoist-app"
cask "wireshark-app"
cask "xbar"
tap "wader/tap"
