tap "chef/chef"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "xz"
brew "arping"
brew "bat"
brew "ccat"
brew "collectd"
brew "colordiff"
brew "dnsmasq"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "fping"
brew "sqlite"
brew "python@3.10"
brew "freeradius-server"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "pango"
brew "gnuplot"
brew "gobject-introspection"
brew "goenv", args: ["HEAD"]
brew "golangci-lint"
brew "graphviz"
brew "grep"
brew "grex"
brew "htop"
brew "httping"
brew "hub"
brew "ifstat"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "jerm"
brew "jq"
brew "libgit2"
brew "sbcl"
brew "maxima"
brew "midnight-commander"
brew "mtr"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "pastel"
brew "peco"
brew "perl"
brew "plantuml"
brew "platformio"
brew "podman"
brew "pyenv"
brew "python@3.9"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "smartmontools"
brew "socat"
brew "sshuttle"
brew "telnet"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
cask "alfred"
cask "bitbar"
cask "xbar"
cask "clipy"
cask "cyberduck"
cask "docker"
cask "google-japanese-ime"
cask "iterm2"
cask "stoplight-studio"
cask "todoist"
cask "wkhtmltopdf"
